IDEA Open Model
StagesLoading.PrestressInputType Property
 Type of input of prestressing
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public PrestressInputType PrestressInputType { get; set; }
Public Property PrestressInputType As PrestressInputType
	Get
	Set
public:
property PrestressInputType PrestressInputType {
	PrestressInputType get ();
	void set (PrestressInputType value);
}
Property Value
Type: PrestressInputType
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace